[
  {"id":"AtiaHerrold:2018","abstract":"This article examines foreign aid and government funding to NGOs as forms of patronage and explores the impact of such funding on the nature and role of civil society. Using qualitative research from Palestine and Morocco, we argue that patronage transforms NGOs into apparatuses of governing. NGOs become key sites for the exercise of productive power through the technologies of professionalization, bureaucratization, and upward accountability. The article explores how this transformation of NGOs depoliticizes their work while undermining their role as change agents within civil society. The findings have implications for understanding the transformation of NGOs, the relationship between patrons and their grantees, and, finally, for exploring the limitations of NGOs as vehicles for social change in sensitive political environments.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Atia","given":"Mona"},{"family":"Herrold","given":"Catherine E."}],"citation-key":"AtiaHerrold:2018","container-title":"VOLUNTAS: International Journal of Voluntary and Nonprofit Organizations","container-title-short":"Voluntas","DOI":"10.1007/s11266-018-9953-6","issue":"5","issued":{"date-parts":[["2018",10,1]]},"language":"en","page":"1044-1054","title":"Governing through patronage: The rise of NGOs and the fall of civil society in Palestine and Morocco","type":"article-journal","URL":"https://doi.org/10.1007/s11266-018-9953-6","volume":"29"},
  {"id":"BatkeHang:2018","accessed":{"date-parts":[["2023",12,1]]},"author":[{"family":"Batke","given":"Jessica"},{"family":"Hang","given":"Chen Qi"}],"citation-key":"BatkeHang:2018","container-title":"ChinaFile","issued":{"date-parts":[["2018",1,10]]},"language":"en","title":"Has the foreign NGO law changed the work of foreign NGOs in China?","type":"webpage","URL":"https://www.chinafile.com/ngo/analysis/has-foreign-ngo-law-changed-work-of-foreign-ngos-china"},
  {"id":"Burkner:2017","author":[{"family":"Bürkner","given":"Paul-Christian"}],"citation-key":"Burkner:2017","container-title":"Journal of Statistical Software","DOI":"10.18637/jss.v080.i01","issue":"1","issued":{"date-parts":[["2017"]]},"language":"en","title":"<span class=\"nocase\">brms</span> : an R package for Bayesian multilevel models using Stan","type":"article-journal","volume":"80"},
  {"id":"Bush:2015","author":[{"family":"Bush","given":"Sarah Sunn"}],"citation-key":"Bush:2015","DOI":"10.1017/cbo9781107706934","event-place":"Cambridge, UK","issued":{"date-parts":[["2015"]]},"publisher":"Cambridge University Press","publisher-place":"Cambridge, UK","title":"The taming of democracy assistance: Why democracy promotion does not confront dictators","type":"book","URL":"https://doi.org/10.1017/cbo9781107706934"},
  {"id":"Carothers:2016","abstract":"After seeing its reach increase for decades, international support for democracy and human rights faces a serious challenge: more and more governments are erecting legal and logistical barriers to democracy and rights programmes, publicly vilifying international aid groups and their local partners, and harassing such groups or expelling them altogether. Despite the significant implications of the pushback, this phenomenon remains poorly understood and responses to it are often weak. This article examines the scope of the pushback phenomenon, its impact on funders and their partners, its causes, and the responses to date. The article finds that international responses remain relatively weak due to a number of divisions within the democracy and rights community, and structural features of the international political system.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Carothers","given":"Thomas"}],"citation-key":"Carothers:2016","container-title":"Journal of Human Rights Practice","container-title-short":"Journal of Human Rights Practice","DOI":"10.1093/jhuman/huw012","ISSN":"1757-9619","issue":"3","issued":{"date-parts":[["2016",11,1]]},"page":"358-377","source":"Silverchair","title":"Closing space for international democracy and human rights support","type":"article-journal","URL":"https://doi.org/10.1093/jhuman/huw012","volume":"8"},
  {"id":"CarothersBrechenmacher:2014","author":[{"family":"Carothers","given":"Thomas"},{"family":"Brechenmacher","given":"Saskia"}],"citation-key":"CarothersBrechenmacher:2014","event-place":"Washington, D. C.","issued":{"date-parts":[["2014"]]},"publisher":"Carnegie Endowment for International Peace","publisher-place":"Washington, D. C.","title":"Closing space: Democracy and human rights support under fire","type":"book"},
  {"id":"Chaudhry:2022","author":[{"family":"Chaudhry","given":"Suparna"}],"citation-key":"Chaudhry:2022","container-title":"International Organization","DOI":"10.1017/S0020818321000473","issue":"3","issued":{"date-parts":[["2022"]]},"page":"549-590","title":"The assault on civil society: Explaining state crackdown on NGOs","type":"article-journal","volume":"76"},
  {"id":"ChaudhryHeiss:2021","author":[{"family":"Chaudhry","given":"Suparna"},{"family":"Heiss","given":"Andrew"}],"citation-key":"ChaudhryHeiss:2021","container-title":"Nonprofit and Voluntary Sector Quarterly","DOI":"10.1177/0899764020971045","issue":"3","issued":{"date-parts":[["2021",6]]},"page":"481-505","title":"Dynamics of international giving: How heuristics shape individual donor preferences","type":"article-journal","volume":"50"},
  {"id":"ChaudhryHeiss:2022","abstract":"An increasing number of countries have recently cracked down on non-governmental organizations (NGOs). Much of this crackdown is sanctioned by law and represents a bureaucratic form of repression that could indicate more severe human rights abuses in the future. This is especially the case for democracies, which, unlike autocracies, may not aggressively attack civic space. We explore whether crackdowns on NGOs predict broader human rights repression. Anti-NGO laws are among the most subtle means of repression and attract lesser domestic and international condemnation compared to the use of violence. Using original data on NGO repression, we test whether NGO crackdown is a predictor of political terror and violations of physical integrity rights and civil liberties. We find that although de jure anti-NGO laws provide little information in predicting future repression, their patterns of implementation—or de facto civil society repression—predict worsening respect for physical integrity rights and civil liberties.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Chaudhry","given":"Suparna"},{"family":"Heiss","given":"Andrew"}],"citation-key":"ChaudhryHeiss:2022","container-title":"Journal of Human Rights","DOI":"10.1080/14754835.2022.2030205","ISSN":"1475-4835","issue":"2","issued":{"date-parts":[["2022",3,15]]},"page":"123-140","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"NGO repression as a predictor of worsening human rights abuses","type":"article-journal","URL":"https://doi.org/10.1080/14754835.2022.2030205","volume":"21"},
  {"id":"ChaudhryHeiss:2022a","author":[{"family":"Chaudhry","given":"Suparna"},{"family":"Heiss","given":"Andrew"}],"citation-key":"ChaudhryHeiss:2022a","container-title":"Beyond the Boomerang: From Transnational Advocacy Networks to Transcalar Advocacy in International Politics","editor":[{"family":"Pallas","given":"Christopher L."},{"family":"Bloodgood","given":"Elizabeth A."}],"event-place":"Tuscaloosa, Alabama","issued":{"date-parts":[["2022"]]},"page":"23–35","publisher":"University of Alabama Press","publisher-place":"Tuscaloosa, Alabama","section":"2","title":"Closing space and the restructuring of global activism: Causes and consequences of the global crackdown on NGOs","type":"chapter"},
  {"id":"ChinaFile:2022","accessed":{"date-parts":[["2024",2,24]]},"author":[{"literal":"ChinaFile"}],"citation-key":"ChinaFile:2022","container-title":"The China NGO Project","issued":{"date-parts":[["2022",7,5]]},"title":"Representative offices","type":"webpage","URL":"https://web.archive.org/web/20220922181643/https://jessicachinafile.github.io/index_RO_table.html"},
  {"id":"ChinaPhilanthropyResearchInstitute:2018","accessed":{"date-parts":[["2023",11,29]]},"author":[{"literal":"China Philanthropy Research Institute"}],"citation-key":"ChinaPhilanthropyResearchInstitute:2018","issued":{"date-parts":[["2018",10,26]]},"title":"Dialogue with chief representatives about the new ONGO law: The Nature Conservancy","type":"webpage","URL":"http://www.bnu1.org/show_840.html"},
  {"id":"ChinaPhilanthropyResearchInstitute:2018a","accessed":{"date-parts":[["2023",11,29]]},"author":[{"literal":"China Philanthropy Research Institute"}],"citation-key":"ChinaPhilanthropyResearchInstitute:2018a","issued":{"date-parts":[["2018",11,7]]},"title":"Dialogue with chief representatives about the new ONGO law: Asia Foundation","type":"webpage","URL":"http://www.bnu1.org/show_888.html"},
  {"id":"ChristensenWeinstein:2013","author":[{"family":"Christensen","given":"Darin"},{"family":"Weinstein","given":"Jeremy M."}],"citation-key":"ChristensenWeinstein:2013","container-title":"Journal of Democracy","DOI":"10.1353/jod.2013.0026","issue":"2","issued":{"date-parts":[["2013",4]]},"page":"77–91","title":"Defunding dissent: Restrictions on aid to NGOs","type":"article-journal","URL":"https://doi.org/10.1353/jod.2013.0026","volume":"24"},
  {"id":"CIVICUS:2013","author":[{"literal":"CIVICUS"}],"citation-key":"CIVICUS:2013","issued":{"date-parts":[["2013",10]]},"title":"Global trends on civil society restrictions: Mounting restrictions on civil society: The gap between rhetoric and reality","type":"report","URL":"https://www.civicus.org/index.php/media-resources/reports-publications/1781-global-trends-on-civil-society-restrictions-the-gap-between-rhetoric-and-reality"},
  {"id":"CIVICUSMonitor","author":[{"literal":"CIVICUS"}],"citation-key":"CIVICUSMonitor","issued":{"date-parts":[["2023"]]},"title":"CIVICUS monitor","type":"webpage","URL":"https://monitor.civicus.org/"},
  {"id":"cmdstan-2-3-1","author":[{"literal":"Stan Development Team"}],"citation-key":"cmdstan-2-3-1","issued":{"date-parts":[["2023"]]},"title":"CmdStan: The shell interface to Stan","type":"software","URL":"https://mc-stan.org/users/interfaces/cmdstan","version":"2.3.1"},
  {"id":"Corsetti:2019","accessed":{"date-parts":[["2023",12,1]]},"author":[{"family":"Corsetti","given":"Gabriel"}],"citation-key":"Corsetti:2019","container-title":"China Development Brief","issued":{"date-parts":[["2019",5,14]]},"language":"en-US","title":"Temporary activities: The new normal for international NGOs in China?","title-short":"Temporary activities","type":"article-newspaper","URL":"https://chinadevelopmentbrief.org/reports/temporary-activities-the-new-normal-for-international-ngos-in-china/"},
  {"id":"Couche-FranquetDuvernayHayman:2023","abstract":"This article discusses the capacity of NGOs to develop and implement relevant and effective exit strategies. In other words, how an NGO can disengage from their interventions in the recipient country in a manner consistent with the goal of ensuring local sustainable development. In this context, we are interested in the exit strategy implemented by the Antenna Foundation in Burkina Faso, a country often seen as the laboratory of NGOs in Africa. This strategy included the handover of a nation-wide water sanitation and hygiene program to a social enterprise - an organisation, purposed to benefit the community that values autonomy and economic risk-taking related to ongoing socio-economic activity. Led by a local entrepreneur, the social enterprise benefited from the favourable market conditions created by the NGOs program activities and active advocacy for government support. Equally, the social enterprise leveraged its roots in the local ecosystem and used its entrepreneurial prerogative to take appropriate risks and adapt the business’ strategy. These factors were critical to ensuring the enterprises viability post-NGOs disengagement and capacity to sustainably promote local development, by supplying water treatment and hygiene solutions in Burkina Faso.","accessed":{"date-parts":[["2023",12,15]]},"author":[{"family":"Couche-Franquet","given":"Maxence"},{"family":"Duvernay","given":"Pierre-Gilles"},{"family":"Hayman","given":"Benoit"},{"family":"Veuthey","given":"Justin"},{"family":"Yo","given":"Hamed Arthur"}],"citation-key":"Couche-FranquetDuvernayHayman:2023","container-title":"Development in Practice","DOI":"10.1080/09614524.2023.2250932","ISSN":"0961-4524","issue":"0","issued":{"date-parts":[["2023"]]},"page":"1-7","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Social enterprises as effective exit strategies for development NGOs: The case of Bilada in Burkina Faso","title-short":"Social enterprises as effective exit strategies for development NGOs","type":"article-journal","URL":"https://doi.org/10.1080/09614524.2023.2250932","volume":"0"},
  {"id":"Cramer:2020","author":[{"family":"Cramer","given":"Maria"}],"citation-key":"Cramer:2020","container-title":"The New York Times","issued":{"date-parts":[["2020",2,5]]},"title":"Judge reverses convictions of activists who left water for migrants","type":"article-magazine","URL":"https://www.nytimes.com/2020/02/05/us/tucson-border-activists-conviction-reversed.html"},
  {"id":"DeMattee:2018","abstract":"Scholarship and practitioners interested in civil society organizations (CSOs) around the world have drawn attention to the growing set of laws—both restrictive and permissive—governing CSO activities. To date, however, there have been limited efforts to typologize these regulations which hinders the ability to analyze their emergence and effects. This article seeks to move scholarship toward a coherent framework by first, introducing a broad typology of governance, formation, operations , and resources provisions that allows for a systematic study of CSO laws and policies across contexts; and second, proposing four ideal-types of regulatory regimes, rigid-conservatism, bureaucratic-illiberalism, permissionless-association , and legitimized-pluralism . These regulatory regimes are political institutions that consist of multiple laws and constitutional protections that govern and protect civil society. The article theorizes the effect of each ideal-type regulatory regime on CSOs’ organizational ecology. To provide a concrete example, I apply the typology to the case of Kenya to show how its regulatory regime has changed incrementally over time. Methodologically, the article uses an iterative, inductive review and analysis of academic articles, book chapters, and practitioner reports contributing to our understanding of the laws and policies that regulate CSOs, or what I call CSO regulatory regimes .","accessed":{"date-parts":[["2023",8,10]]},"author":[{"family":"DeMattee","given":"Anthony J."}],"citation-key":"DeMattee:2018","container-title":"Nonprofit Policy Forum","DOI":"10.1515/npf-2018-0011","ISSN":"2154-3348","issue":"4","issued":{"date-parts":[["2018",12,1]]},"language":"en","license":"De Gruyter expressly reserves the right to use all content for commercial text and data mining within the meaning of Section 44b of the German Copyright Act.","publisher":"De Gruyter","source":"www.degruyter.com","title":"Toward a coherent framework: A typology and conceptualization of CSO regulatory regimes","title-short":"Toward a coherent framework","type":"article-journal","URL":"https://www.degruyter.com/document/doi/10.1515/npf-2018-0011/html","volume":"9"},
  {"id":"DeMattee:2019","abstract":"A growing number of researchers study the laws that regulate the third sector and caution the legal expansion is a global crackdown on civil society. This article asks two questions of a thoroughly researched form of legal repression: restrictions on foreign aid to CSOs. First, do institutional differences affect the adoption of these laws? Second, do laws that appear different in content also have different causes? A two-stage analysis addresses these questions using data from 138 countries from 1993 to 2012. The first analysis studies the ratification of the International Covenant on Civil and Political Rights (ICCPR) and constitution-level differences regarding international treaties’ status. The study then uses competing risk models to assess whether the factors that predict adoption vary across law types. The study finds that given ICCPR ratification, constitutions that privilege treaties above ordinary legislation create an institutional context that makes adoption less likely. Competing risk models suggest different laws have different risk factors, which implies these laws are more conceptually distinct than equivalent. Incorporating these findings in future work will strengthen the theory, methods, and concepts used to understand the legal approaches that regulate civil society.","accessed":{"date-parts":[["2023",8,10]]},"author":[{"family":"DeMattee","given":"Anthony J."}],"citation-key":"DeMattee:2019","container-title":"VOLUNTAS: International Journal of Voluntary and Nonprofit Organizations","container-title-short":"Voluntas","DOI":"10.1007/s11266-019-00151-2","ISSN":"1573-7888","issue":"6","issued":{"date-parts":[["2019",12,1]]},"language":"en","page":"1229-1255","source":"Springer Link","title":"Covenants, constitutions, and distinct law types: Investigating governments’ restrictions on CSOs using an institutional approach","title-short":"Covenants, constitutions, and distinct law types","type":"article-journal","URL":"https://doi.org/10.1007/s11266-019-00151-2","volume":"30"},
  {"id":"Deng:2010","abstract":"Unregistered non-governmental organizations (NGOs) in China either have no legal support or are strictly restricted by law. In practice, however, a large number of both foreign and domestic NGOs without a legal status exist in China. This article argues that one of the reasons for the Chinese government's tolerance of this situation is because the government uses hidden rules that are not stated in the current laws and regulations to manage such NGOs. Under the precondition that these organizations do not harm state security and social stability, the Chinese government's attitude towards them is one of \"no recognition, no banning, no intervention.\" Such hidden rules provide not only an implicit political and social framework for such NGOs to operate, but also exert influence on their modes of operation and the direction of their future development. From another point of view, the system of hidden rules for unregistered Chinese NGOs demonstrates that corporatist theory has certain limitations when used to interpret the relationship between the state and society in contemporary China. It also suggests that, in order to understand China's political environment, an examination of the written and published laws and associated regulations may not be sufficient. A thorough understanding of China's political environment also requires an in-depth exploration of the unwritten or unpublished rules in China's governmental administration system.","accessed":{"date-parts":[["2023",1,16]]},"author":[{"family":"Deng","given":"Guosheng"}],"citation-key":"Deng:2010","container-title":"China Review","ISSN":"1680-2012","issue":"1","issued":{"date-parts":[["2010"]]},"page":"183-206","publisher":"Chinese University Press","source":"JSTOR","title":"The hidden rules governing China's unregistered NGOs: management and consequences","title-short":"The hidden rules governing china's unregistered NGOs","type":"article-journal","URL":"https://www.jstor.org/stable/23462247","volume":"10"},
  {"id":"DupuyPrakash:2018","author":[{"family":"Dupuy","given":"Kendra"},{"family":"Prakash","given":"Aseem"}],"citation-key":"DupuyPrakash:2018","container-title":"Nonprofit and Voluntary Sector Quarterly","DOI":"10.1177/0899764017737384","issue":"1","issued":{"date-parts":[["2018",2]]},"page":"89-106","title":"Do donors reduce bilateral aid to countries with restrictive NGO laws? A panel study, 1993-2012","type":"article-journal","volume":"47"},
  {"id":"DupuyPrakash:2020","abstract":"28. Global Backlash against Foreign Funding to Domestic Nongovernmental Organizations was published in The Nonprofit Sector on page 618.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Dupuy","given":"Kendra"},{"family":"Prakash","given":"Aseem"}],"citation-key":"DupuyPrakash:2020","container-title":"The nonprofit sector: A research handbook","DOI":"10.1515/9781503611085-038","edition":"3","ISBN":"978-1-5036-1108-5","issued":{"date-parts":[["2020",4,14]]},"language":"en","page":"618-630","publisher":"Stanford University Press","source":"www.degruyter.com","title":"Global backlash against foreign funding to domestic nongovernmental organizations","type":"chapter","URL":"https://www.degruyter.com/document/doi/10.1515/9781503611085-038/html"},
  {"id":"DupuyRonPrakash:2015","author":[{"family":"Dupuy","given":"Kendra E."},{"family":"Ron","given":"James"},{"family":"Prakash","given":"Aseem"}],"citation-key":"DupuyRonPrakash:2015","container-title":"Review of International Political Economy","DOI":"10.1080/09692290.2014.903854","issue":"2","issued":{"date-parts":[["2015"]]},"page":"419–56","title":"Who survived? Ethiopia's regulatory crackdown on foreign-funded NGOs","type":"article-journal","URL":"https://doi.org/10.1080/09692290.2014.903854","volume":"22"},
  {"id":"DupuyRonPrakash:2016","abstract":"Many resource-strapped developing country governments seek international aid, but when that assistance is channeled through domestic civil society, it can threaten their political control. As a result, in the last two decades, 39 of the world’s 153 low- and middle-income countries have adopted laws restricting the inflow of foreign aid to domestically operating nongovernmental organizations (NGOs). Governments recognize that such laws harm their international reputations for supporting democracy and may invite donor punishment in terms of aid reductions. Yet, they perceive foreign aid to NGOs as supporting political opponents and threatening their grip on power. In the aftermath of competitive electoral victories, governments often take new legal steps to limit these groups’ funding. We test this argument on an original dataset of laws detailing the regulation of foreign aid inflows to domestically operating NGOs in 153 low- and middle-income countries for the period 1993–2012. Using an event history approach, we find that foreign aid flows are associated with an increased risk of restrictive law adoption; a log unit increase in foreign aid raises the probability of adoption by 6.7%. This risk is exacerbated after the holding of competitive elections: the interaction of foreign aid and competitive elections increases the probability of adoption by 11%.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Dupuy","given":"Kendra"},{"family":"Ron","given":"James"},{"family":"Prakash","given":"Aseem"}],"citation-key":"DupuyRonPrakash:2016","container-title":"World Development","container-title-short":"World Development","DOI":"10.1016/j.worlddev.2016.02.001","ISSN":"0305-750X","issued":{"date-parts":[["2016",8,1]]},"language":"en","page":"299-311","source":"ScienceDirect","title":"Hands off my regime! Governments’ restrictions on foreign aid to non-governmental organizations in poor and middle-income countries","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0305750X1530187X","volume":"84"},
  {"id":"FaridLi:2021","abstract":"China's ascendancy as a global development actor has significant implications for geostrategic dynamics and international development. While the push to ‘go out’ has been seen as a major strategy of the Chinese state, the actors are increasingly diversifying, including Chinese state agencies, businesses and non-governmental organizations (NGOs). We analyse the inconspicuous but important involvement of international NGOs (INGOs) in China's globalizing strategy. Drawing on in-depth interviews, we develop an integrated framework for INGOs as intermediaries in China's ‘going out’ strategy, based on the content of intermediary support (tangible vs intangible resources) and the function of the intermediary (bridging vs initiating). These intermediary roles have implications for how INGOs navigate conflicts between their domestic work in China and their outbound efforts, INGO legitimacy as actors that promote global norms or as ambassadors of the party-state, and the extent to which they facilitate Chinese expansion and soft power or shape China's global engagement. We show how INGOs as northern actors continue to play a role in South–South Cooperation. Our findings shed light on how global civil society chooses to invest its significant material and discursive resources, and how global actors under authoritarianism internalize, resist or promote its projects.","accessed":{"date-parts":[["2023",1,16]]},"author":[{"family":"Farid","given":"May"},{"family":"Li","given":"Hui"}],"citation-key":"FaridLi:2021","container-title":"International Affairs","container-title-short":"International Affairs","DOI":"10.1093/ia/iiab183","ISSN":"0020-5850","issue":"6","issued":{"date-parts":[["2021",11,1]]},"page":"1945-1962","source":"Silverchair","title":"International NGOs as intermediaries in China's ‘going out’ strategy","type":"article-journal","URL":"https://doi.org/10.1093/ia/iiab183","volume":"97"},
  {"id":"Feng:2017","abstract":"The Law of the People’s Republic of China on Administration of Activities of Overseas Non-governmental Organisations in the Mainland of China (Overseas NGO Law), adopted at the 20th Meeting of the 12th Standing Committee of the National People’s Congress on 28 April 2016, came into force on 1 January 2017. The Chinese authorities explained that this new law is a major step “to standardise and guide the activities of overseas non-governmental organisations” in line with the objective of the Chinese Communist Party “to comprehensively promote the rule of law and to build a socialist country under the rule of law” . However, foreign NGOs in China have reacted to the new law with grave concern and anxiety. This article provides an analysis on the main features of the Law and assess its intention, impact and consequences.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Feng","given":"Chongyi"}],"citation-key":"Feng:2017","container-title":"Cosmopolitan Civil Societies: An Interdisciplinary Journal","DOI":"10.5130/ccs.v9i3.5601","ISSN":"1837-5391","issue":"3","issued":{"date-parts":[["2017",12,1]]},"language":"en","license":"Copyright (c) 2017 Chongyi Feng","number":"3","page":"95-105","source":"epress.lib.uts.edu.au","title":"The NGO law in China and its impact on overseas funded NGOs","type":"article-journal","URL":"https://epress.lib.uts.edu.au/journals/index.php/mcs/article/view/5601","volume":"9"},
  {"id":"FrantzEzrow:2011","author":[{"family":"Frantz","given":"Erica"},{"family":"Ezrow","given":"Natasha"}],"citation-key":"FrantzEzrow:2011","DOI":"10.1515/9781685854324","event-place":"Boulder, Colorado","issued":{"date-parts":[["2011"]]},"publisher":"Lynne Rienner Publishers","publisher-place":"Boulder, Colorado","title":"The politics of dictatorship: Institutions and outcomes in authoritarian regimes","type":"book"},
  {"id":"Gandhi:2006","author":[{"family":"Gandhi","given":"Jennifer"},{"family":"Przeworski","given":"Adam"}],"citation-key":"Gandhi:2006","container-title":"Economics & Politics","DOI":"10.1111/j.1468-0343.2006.00160.x","issue":"1","issued":{"date-parts":[["2006",3]]},"page":"1–26","title":"Cooperation, cooptation, and rebellion under dictatorships","type":"article-journal","URL":"https://doi.org/10.1111/j.1468-0343.2006.00160.x","volume":"18"},
  {"id":"GandhiPrzeworski:2007","author":[{"family":"Gandhi","given":"Jennifer"},{"family":"Przeworski","given":"Adam"}],"citation-key":"GandhiPrzeworski:2007","container-title":"Comparative Political Studies","DOI":"10.1177/0010414007305817","issue":"11","issued":{"date-parts":[["2007",11]]},"page":"1279–1301","title":"Authoritarian institutions and the survival of autocrats","type":"article-journal","URL":"https://doi.org/10.1177/0010414007305817","volume":"40"},
  {"id":"Greenpeace:2022","accessed":{"date-parts":[["2023",12,7]]},"author":[{"literal":"Greenpeace"}],"citation-key":"Greenpeace:2022","issued":{"date-parts":[["2022",11,18]]},"note":"Unicode URL: https://www.greenpeace.org.cn/2022/11/18/交锋亚洲最大造纸巨鳄，守护云南天然林-绿色和/\nURL-encoded URL: https://www.greenpeace.org.cn/2022/11/18/%e4%ba%a4%e9%94%8b%e4%ba%9a%e6%b4%b2%e6%9c%80%e5%a4%a7%e9%80%a0%e7%ba%b8%e5%b7%a8%e9%b3%84%ef%bc%8c%e5%ae%88%e6%8a%a4%e4%ba%91%e5%8d%97%e5%a4%a9%e7%84%b6%e6%9e%97-%e7%bb%bf%e8%89%b2%e5%92%8c/\nShort URL: https://bit.ly/greenpeace-yunnan","title":"交锋亚洲最大造纸巨鳄, 守护云南天然林 [Confronting Asia's largest paper-making giant to protect Yunnan's natural forests]","type":"webpage","URL":"https://bit.ly/greenpeace-yunnan"},
  {"id":"Greenpeace:2023","accessed":{"date-parts":[["2023",12,7]]},"author":[{"literal":"Greenpeace"}],"citation-key":"Greenpeace:2023","issued":{"date-parts":[["2023",12]]},"title":"使命与价值 [Mission and values]","type":"webpage","URL":"https://www.greenpeace.org.cn/about/mission-and-value/"},
  {"id":"Han:2011","abstract":"本书分为五章, 内容包括: 境外在华NGO总体概览, 境外在华NGO与政府的合作, 境外在华NGO与本土NGO关系, 境外在华NGO的公益供给, 政府回应策略.","author":[{"family":"Han","given":"Junkui"}],"citation-key":"Han:2011","ISBN":"978-7-5097-2445-3","issued":{"date-parts":[["2011"]]},"language":"Chinese","number-of-pages":"280","publisher":"Social Sciences Academic Press of China","source":"Google Books","title":"Overeseas NGO in China: going together with an opening-up China","title-short":"境外在华NGO","type":"book"},
  {"id":"Heiss:2017","abstract":"Over the past decade, international nongovernmental organizations (INGOs) have become increasingly active in authoritarian regimes as they respond to emergencies, assist with development, or advocate for human rights. Though these services and advocacy can challenge the legitimacy and power of the regime, many autocratic states permit INGO activities, and INGOs continue to work in these countries despite heavy restrictions on their activities. In this dissertation, I theorize that the relationship between INGOs and autocrats creates a state of amicable contempt, where each party is aware that the other both threatens and supports their existence. After outlining the theory, I explore the factors that determine when autocracies will constrict the legal environment for INGOs through de jure anti-NGO laws and the discretionary implementation of those laws. I combine a set of statistical models run on a cross-sectional dataset of 100 autocracies between 1991–2014 with case studies of Egypt, Russia, and China to test the effect of internal risk, external threats, and reputational concerns on the de facto civil society regulatory environment. I find that autocracies constrict civil society regulations in response to domestic instability and as regimes become more stable and cohesive. I also find that autocracies constrict civil society regulations in response to external threats to the regime, including the pressures of globalization. I find no evidence of an effect from reputational concerns. I then use results from a global survey of 641 INGOs to test the determinants of international NGO behavior. I find that the conflict between principles and instrumental concerns shapes INGO behavior and influences its relationship to its host government. Finally, I combine the survey results with case studies of four INGOs—Article 19, AMERA International, Index on Censorship, and the International Republican Institute—to analyze how INGOs respond to two forms of government regulation. When facing gatekeeping restrictions designed limit access to the country, I find that INGOs rely on their programmatic flexibility to creatively work around those restrictions. When facing restrictions aimed at capturing INGO programs, organizations rely on their programmatic flexibility to protect against changes to their core principles and mission.","accessed":{"date-parts":[["2023",4,6]]},"author":[{"family":"Heiss","given":"Andrew"}],"citation-key":"Heiss:2017","event-place":"United States -- North Carolina","genre":"Ph.D.","ISBN":"9780355237269","issued":{"date-parts":[["2017"]]},"language":"English","license":"Database copyright ProQuest LLC; ProQuest does not claim copyright in the individual underlying works.","number-of-pages":"380","publisher":"Duke University","publisher-place":"United States -- North Carolina","source":"ProQuest","title":"Amicable contempt: The strategic balance between dictators and international NGOs","title-short":"Amicable contempt","type":"thesis","URL":"https://www.proquest.com/docview/1960833520/abstract/EF7A62FE39D248A3PQ/1"},
  {"id":"Heiss:2019","author":[{"family":"Heiss","given":"Andrew"}],"citation-key":"Heiss:2019","container-title":"Routledge Handbook of NGOs and International Relations","DOI":"10.4324/9781315268927-39","editor":[{"family":"Davies","given":"Thomas"}],"event-place":"London","issued":{"date-parts":[["2019"]]},"page":"557–572","publisher":"Routledge","publisher-place":"London","section":"38","title":"NGOs and authoritarianism","type":"chapter"},
  {"id":"Heiss:2019a","author":[{"family":"Heiss","given":"Andrew"}],"citation-key":"Heiss:2019a","container-title":"Interest Groups and Advocacy","DOI":"10.1057/s41309-019-00061-0","issue":"3","issued":{"date-parts":[["2019",9]]},"license":"All rights reserved","page":"356–375","title":"Taking control of regulations: How international advocacy NGOs shape the regulatory environments of their target countries","type":"article-journal","URL":"https://doi.org/10.1057/s41309-019-00061-0","volume":"8"},
  {"id":"HolbigLang:2022","abstract":"China’s law to control international non-governmental organisations (INGOs) has sent shockwaves through international non-governmental organisations (NGOs), civil society and expert communities as the epitome of a worldwide trend of closing civic spaces. Since the Overseas NGO Management Law was enacted in January 2017, its implementation has seen mixed effects and diverging patterns of adaptation among Chinese party-state actors at the central and local levels and among domestic NGOs and INGOs. To capture the formal and informal dynamics underlying their mutual interactions in the longer term, this article employs a theory of institutional change inspired by Elinor Ostrom’s distinction between rules-in-form versus rules-in-use and identifies four scenarios for international civil society in China – “no change,” “restraining,” “recalibrating” and “reorienting.” Based on interviews, participant observation and Chinese policy documents and secondary literature, the respective driving forces, plausibility, likelihood and longer-term implications of each scenario are assessed. It is found that INGOs’ activities are increasingly affected by the international ambitions of the Chinese party-state, which enmeshes both domestic NGOs and INGOs as agents in its diplomatic efforts to redefine civil society participation on a global scale.","accessed":{"date-parts":[["2023",4,7]]},"author":[{"family":"Holbig","given":"Heike"},{"family":"Lang","given":"Bertram"}],"citation-key":"HolbigLang:2022","container-title":"Journal of Contemporary Asia","DOI":"10.1080/00472336.2021.1955292","ISSN":"0047-2336","issue":"4","issued":{"date-parts":[["2022",8,8]]},"page":"574-601","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"China’s overseas NGO law and the future of international civil society","type":"article-journal","URL":"https://doi.org/10.1080/00472336.2021.1955292","volume":"52"},
  {"id":"HsiaWhite:2002","abstract":"Foreign nongovernmental organizations (NGOs) face impediments in the People?s Republic of China. Many such problems result from the NGOs?lack of stable connections to the government. Academic literature on China is rich with data about links between the state and indigenous ?civil? organizations, but relations between the government and foreign development NGOs have received less coverage in public. This article bypasses the widely accepted view of the Chinese state as solely corporatist. It describes Chinese regulation of foreign assistants in development and then offers two case studies of recently established NGOs. It concludes that, rather than demonizing the government for its faults in other areas, foreign development workers in China should be willing to work with government structures whenever possible. Only by understanding the political climate and regulatory structure, as well as the available options, can foreign NGOs hope to establish a long-term presence in China and effect lasting change.","accessed":{"date-parts":[["2023",1,16]]},"author":[{"family":"Hsia","given":"Renee Yuen-Jan"},{"family":"White","given":"Lynn T."}],"citation-key":"HsiaWhite:2002","container-title":"Nonprofit and Voluntary Sector Quarterly","DOI":"10.1177/0899764002313002","ISSN":"0899-7640","issue":"3","issued":{"date-parts":[["2002",9,1]]},"language":"en","page":"329-351","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"Working amid corporatism and confusion: Foreign NGOs in China","title-short":"Working amid corporatism and confusion","type":"article-journal","URL":"https://doi.org/10.1177/0899764002313002","volume":"31"},
  {"id":"ICNL:2021","accessed":{"date-parts":[["2023",4,10]]},"author":[{"literal":"ICNL"}],"citation-key":"ICNL:2021","container-title":"International Center for Not-for-profit Law","issued":{"date-parts":[["2021"]]},"language":"en-US","title":"The civic space initiative","type":"webpage","URL":"https://www.icnl.org/our-work/global-programs/the-civic-space-initiative"},
  {"id":"Jia:2017","author":[{"family":"Jia","given":"Xijin"}],"citation-key":"Jia:2017","container-title":"The China Nonprofit Review","container-title-short":"The China Nonprofit Review","ISSN":"1876-5092","issue":"1","issued":{"date-parts":[["2017"]]},"page":"23-43","publisher":"Brill","title":"Analysis on the effect of China’s overseas NGO law under the differences in legal thinking","type":"article-journal","volume":"9"},
  {"id":"Jia:2017a","author":[{"family":"Jia","given":"Xijin"}],"citation-key":"Jia:2017a","container-title":"China Development Brief","issued":{"date-parts":[["2017",3,6]]},"source":"Google Scholar","title":"China’s implementation of the overseas NGO management law","type":"article-journal","URL":"https://chinadevelopmentbrief.org/reports/chinas-implementation-of-the-overseas-ngo-management-law/"},
  {"id":"Kelley:2012","author":[{"family":"Kelley","given":"Judith G."}],"citation-key":"Kelley:2012","DOI":"10.1515/9781400842520","event-place":"Princeton","issued":{"date-parts":[["2012"]]},"publisher":"Princeton University Press","publisher-place":"Princeton","title":"Monitoring democracy: When international election observation works, and why it often fails","type":"book"},
  {"id":"Kendall-TaylorFrantz:2014a","author":[{"family":"Kendall-Taylor","given":"Andrea"},{"family":"Frantz","given":"Erica"}],"citation-key":"Kendall-TaylorFrantz:2014a","container-title":"The Washington Quarterly","DOI":"10.1080/0163660x.2014.1002155","issue":"4","issued":{"date-parts":[["2014"]]},"page":"71–84","title":"Mimicking democracy to prolong autocracies","type":"article-journal","URL":"https://doi.org/10.1080/0163660x.2014.1002155","volume":"37"},
  {"id":"Kozenko:2015","accessed":{"date-parts":[["2017",8,2]]},"author":[{"family":"Kozenko","given":"Andrey"}],"citation-key":"Kozenko:2015","container-title":"Meduza","issued":{"date-parts":[["2015",5,21]]},"title":"Pure pragmatism—nothing personal","type":"article-magazine","URL":"https://meduza.io/en/feature/2015/05/21/pure-pragmatism-nothing-personal"},
  {"id":"Kubinec:2022","author":[{"family":"Kubinec","given":"Robert"}],"citation-key":"Kubinec:2022","container-title":"Political Analysis","DOI":"10.31235/osf.io/2sx6y","issued":{"date-parts":[["2022"]]},"page":"1-18","publisher":"SocArXiv","title":"Ordered beta regression: A parsimonious, well-fitting model for continuous data with lower and upper bounds","type":"article-journal","URL":"https://osf.io/preprints/socarxiv/2sx6y/"},
  {"id":"LevitskyWay:2010","author":[{"family":"Levitsky","given":"Steven"},{"family":"Way","given":"Lucan A."}],"citation-key":"LevitskyWay:2010","DOI":"10.1017/cbo9780511781353","event-place":"Cambridge, MA","issued":{"date-parts":[["2010"]]},"publisher":"Cambridge University Press","publisher-place":"Cambridge, MA","title":"Competitive authoritarianism: Hybrid regimes after the Cold War","type":"book","URL":"https://doi.org/10.1017/cbo9780511781353"},
  {"id":"Li:2020","abstract":"This paper tries to explain why similar International Nongovernmental Organizations (INGOs) have different scopes under the new regulatory law in China. While previous studies have often associated fragmented authoritarianism with more room for civil sectors, the unintended consequence has been largely ignored. The paper argues that while civil sectors benefit from decentralized bureaucratic politics, the conflict between bureaucracies may also become an obstacle. This argument is based on a comparative case study of two similar INGOs whose missions are to solve poverty issues. While World Vision International had difficulties becoming a national organization after establishing several provincial offices with the help of local authorities, Oxfam succeeded and received permission from CPAFFC because it terminated collaboration with other local authorities, which put CPAFFC at ease. The interviews illustrate that competition among different departments and concerns about political risk lead to different outcomes for civil society. Government agencies will doubt an INGO’s willingness to commit to a new relationship if it has too many partners. This implication reveals the complex effects of fragmented bureaucracy on INGOs. The decentralized political structure may lead to different outcomes for INGOs. It is necessary for INGOs to understand the political logic of the new INGO law so that they can choose the proper strategy to maximize their benefits.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Li","given":"Shuoyan"}],"citation-key":"Li:2020","container-title":"VOLUNTAS: International Journal of Voluntary and Nonprofit Organizations","container-title-short":"Voluntas","DOI":"10.1007/s11266-019-00101-y","ISSN":"1573-7888","issue":"4","issued":{"date-parts":[["2020",8,1]]},"language":"en","page":"751-761","source":"Springer Link","title":"Global civil society under the new INGO regulatory law: A comparative case study on two INGOs in China","title-short":"Global civil society under the new INGO regulatory law","type":"article-journal","URL":"https://doi.org/10.1007/s11266-019-00101-y","volume":"31"},
  {"id":"LianMurdie:2023","abstract":"A crackdown on the activities of nongovernmental organizations (NGOs) has recently swept the globe. When faced with increased restrictions, how do NGOs respond? We argue there is a curvilinear relationship between increases in NGO repression and the conflict-to-cooperative nature of NGO interactions with a government. On one end of the spectrum, when civil society repression is limited or nonexistent, NGOs have many reasons to be cooperative with the government. As NGO repression increases, we should see NGOs take more of a conflictual stance, publicly voicing their displeasure and bringing attention to the abuses and deficiencies they see within the regime. As NGO repression continues to increase, however, there will be a tipping point at which the NGOs that remain in the country will once again take a more cooperative tack with the government. We use a quantitative event data approach to examine the implications of our arguments.","accessed":{"date-parts":[["2023",11,27]]},"author":[{"family":"Lian","given":"Shanshan"},{"family":"Murdie","given":"Amanda"}],"citation-key":"LianMurdie:2023","container-title":"Journal of Human Rights","DOI":"10.1080/14754835.2022.2158723","ISSN":"1475-4835","issue":"4","issued":{"date-parts":[["2023",8,8]]},"page":"431-450","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"How closing civil society space affects NGO-government interactions","type":"article-journal","URL":"https://doi.org/10.1080/14754835.2022.2158723","volume":"22"},
  {"id":"LiFarid:2023","abstract":"Abstract\n            International nongovernmental organizations (INGOs) are increasingly important players in global politics and development. However, they are undergoing significant adaptations as governments worldwide have instituted restrictions to regulate their activities. What explains the various ways in which they respond to these institutional pressures? In our study of INGO responses to a new restrictive law in China, we identify four strategic responses with varying levels of compliance: legal registration, provisional strategy, localization, and exit. The institutional pressures—strategic responses link is influenced by INGOs' adaptive capacity, which is in turn shaped by an organization's issue sensitivity, value‐add, government ties, and reputational authority. The integrated framework we develop for INGO strategic responses can shed light on state‐INGO relations in other countries, many of which are subject to increasingly stringent regulations and a closing political environment.","accessed":{"date-parts":[["2023",12,1]]},"author":[{"family":"Li","given":"Hui"},{"family":"Farid","given":"May"}],"citation-key":"LiFarid:2023","container-title":"Regulation & Governance","container-title-short":"Regulation & Governance","DOI":"10.1111/rego.12473","ISSN":"1748-5983, 1748-5991","issue":"2","issued":{"date-parts":[["2023",4]]},"language":"en","page":"512-530","source":"DOI.org (Crossref)","title":"Stay or exit: How do international nongovernmental organizations respond to institutional pressures under authoritarianism?","title-short":"Stay or exit","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/rego.12473","volume":"17"},
  {"id":"LorchSombatpoonsiri:2022","abstract":"In this article we challenge the conventional wisdom that COVID-19 and related legal restrictions invariably reinforce a global trend of shrinking civic space. We argue that the legal guarantee (or restriction) of civil society rights is not the sole factor configuring civic space. Instead, we reconceptualize civic space by broadening its determinants to also include needs-induced space and civil society activism. Investigating five countries with flawed democracic or competitive autocracic regimes in Southeast Asia, we propose a three-pronged mechanism of how these determinants interact in the context of COVID-19. First, legal restrictions on civil society rights intertwine with the space created by health and economic needs to create new opportunities for civil society activism. Second, these new opportunity structures lead to the cross-fertilization between service delivery and advocacy activism by civil society. Third, this new trajectory of civil society activism works to sustain civic space.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Lorch","given":"Jasmin"},{"family":"Sombatpoonsiri","given":"Janjira"}],"citation-key":"LorchSombatpoonsiri:2022","container-title":"VOLUNTAS: International Journal of Voluntary and Nonprofit Organizations","container-title-short":"Voluntas","DOI":"10.1007/s11266-022-00496-1","ISSN":"1573-7888","issued":{"date-parts":[["2022",4,29]]},"language":"en","source":"Springer Link","title":"COVID-19 and civil society in Southeast Asia: Beyond shrinking civic space","title-short":"COVID-19 and civil society in southeast asia","type":"article-journal","URL":"https://doi.org/10.1007/s11266-022-00496-1"},
  {"id":"McElreath:2020","author":[{"family":"McElreath","given":"Richard"}],"citation-key":"McElreath:2020","edition":"2","event-place":"Boca Raton, Florida","issued":{"date-parts":[["2020"]]},"publisher":"Chapman and Hall / CRC","publisher-place":"Boca Raton, Florida","title":"Statistical rethinking: A Bayesian course with examples in R and Stan","type":"book"},
  {"id":"Meng:2020","author":[{"family":"Meng","given":"Anne"}],"citation-key":"Meng:2020","DOI":"10.1017/9781108877497","edition":"1","event-place":"Cambridge, UK","issued":{"date-parts":[["2020"]]},"language":"en","publisher":"Cambridge University Press","publisher-place":"Cambridge, UK","title":"Constraining dictatorship: From personalized rule to institutionalized regimes","type":"book"},
  {"id":"NoakesTeets:2020","abstract":"Within the field of international relations, scholarship supports the notion that international non-governmental organizations (INGOs) and foundations, as a part of transnational civil society, influence state policy and behaviors, while the causal effects of state influence on INGOs is less researched. By contrast, the co-constitutive roles of states and INGOs are well established in third-sector research. Seeking to extend these literatures and bring them into conversation more with one another, this article explores the process of state influence on INGOs and foundations in the context of China, a strong, resiliently authoritarian state. We argue that three strategic adaptations by INGOs emerge as a pragmatic response to operating within China's authoritarian institutions, such as (1) learning to focus mostly on policymakers rather than citizens, (2) collaboration with local governments on policy experimentation as the primary advocacy method, and (3) the adoption of strategies to hedge against potential risks of operating without a protected legal status, such as only collaborating with the grassroots NGOs properly registered with state authorities. In some cases, these adaptations catalyzed larger organizational changes. Our findings indicate that socialization processes can affect both INGOs and states, and thus serve to highlight the difficult trade-offs faced by INGOs engaging strong authoritarian governments such as China. Further, they suggest that, in a world of seemingly resurgent authoritarian governance, restricting legal and policy space for INGOs may be moot, since INGOs working inside these states are influenced to comply with domestic rules, norms, and practices.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Noakes","given":"Stephen"},{"family":"Teets","given":"Jessica C."}],"citation-key":"NoakesTeets:2020","container-title":"Voluntas","container-title-short":"Voluntas","DOI":"10.1007/s11266-017-9939-9","event-place":"New York","ISSN":"0957-8765","issue":"5","issued":{"date-parts":[["2020",10]]},"language":"English","note":"WOS:000582881500020","page":"1093-1113","publisher":"Springer","publisher-place":"New York","source":"Web of Science Nextgen","title":"Learning under authoritarianism: Strategic adaptations within international foundations and NGOs in China","title-short":"Learning under authoritarianism","type":"article-journal","URL":"https://www.webofscience.com/wos/woscc/summary/9fd24095-73f8-4544-b9f1-dab2ab9b0f4e-6abc8e3d/relevance/1","volume":"31"},
  {"id":"Olsen:2006","accessed":{"date-parts":[["2023",1,17]]},"author":[{"family":"Olsen","given":"Johan P."}],"citation-key":"Olsen:2006","container-title":"Journal of Public Administration Research and Theory","DOI":"10.1093/jopart/mui027","ISSN":"1477-9803, 1053-1858","issue":"1","issued":{"date-parts":[["2006",1,1]]},"language":"en","page":"1-24","source":"DOI.org (Crossref)","title":"Maybe it is time to rediscover bureaucracy","type":"article-journal","URL":"http://academic.oup.com/jpart/article/16/1/1/886936/Maybe-It-Is-Time-to-Rediscover-Bureaucracy","volume":"16"},
  {"id":"Plantan:2022","abstract":"How do autocrats manage civil society? I develop a typology of authoritarian responses to civil society and show how leaders employ selective policies to adjudicate among risks and benefits in the third sector. Using data on laws managing foreign support of civil society in China and\nRussia, I find evidence of selective implementation that reveals which groups are seen as threatening or beneficial. While there are some similarities across the two countries, I find a divergence in their response to environmental groups, who are selectively repressed or neglected in Russia\nbut selectively encouraged or co-opted in China. Using fieldwork interviews, I conduct a case study to show that while environmental groups in both countries pose some risk, the key difference is their perceived benefit.","author":[{"family":"Plantan","given":"Elizabeth"}],"citation-key":"Plantan:2022","container-title":"Comparative Politics","container-title-short":"Comparative Politics","DOI":"10.5129/001041522X16258376563887","issue":"3","issued":{"date-parts":[["2022",4,1]]},"page":"501-524","source":"IngentaConnect","title":"Not all NGOs are treated equally: Selectivity in civil society management in China and Russia","title-short":"Not all NGOs are treated equally","type":"article-journal","volume":"54"},
  {"id":"press-trust-india:2019","author":[{"literal":"Press Trust of India"}],"citation-key":"press-trust-india:2019","container-title":"The Times of India","issued":{"date-parts":[["2019",12,4]]},"title":"14,500 NGOs banned by government from receiving foreign funds","type":"article-magazine","URL":"https://timesofindia.indiatimes.com/india/14500-ngos-banned-by-govt-from-receiving-foreign-funds/articleshow/72366997.cms"},
  {"id":"RenGui:2024","abstract":"The past decade has witnessed a new trend towards restrictions and surveillance on civil society organizations in China, which seriously affected China’s grassroots LGBT NGOs. Based on a field study of Chinese grassroots LGBT NGOs, this article explores the coping strategies utilized by these organizations to survive in a restricted civic space. Empirical evidence shows these organizations adopting various tactics to obtain funding and legitimacy. Yet despite the undeniable agency of these LGBT NGOs, they are still restricted by institutional power. While scrupulously avoiding political risks, grassroots LGBT NGOs inevitably shifted away from rights advocacy missions to become service-oriented, depoliticizing and even distorting their agendas. Consequently, the intensifying restrictions and surveillance have invisibly but saliently reshaped the structures and practices of these NGOs.","accessed":{"date-parts":[["2023",12,15]]},"author":[{"family":"Ren","given":"Xiaoyi"},{"family":"Gui","given":"Tianhan"}],"citation-key":"RenGui:2024","container-title":"Journal of Contemporary China","DOI":"10.1080/10670564.2022.2131378","ISSN":"1067-0564","issue":"145","issued":{"date-parts":[["2024",1,2]]},"page":"101-119","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Where the rainbow rises: The strategic adaptations of China’s LGBT NGOs to restricted civic space","title-short":"Where the rainbow rises","type":"article-journal","URL":"https://doi.org/10.1080/10670564.2022.2131378","volume":"33"},
  {"id":"rproject-4-3-1","author":[{"literal":"R Core Team"}],"citation-key":"rproject-4-3-1","event-place":"Vienna, Austria","issued":{"date-parts":[["2023"]]},"publisher":"R Foundation for Statistical Computing","publisher-place":"Vienna, Austria","title":"R: A Language and Environment for Statistical Computing","type":"software","URL":"https://www.r-project.org/","version":"4.3.1"},
  {"id":"Shieh:2018","abstract":"This article discusses the significance of the Law of the People’s Republic of China on Administration of Activities of Overseas Nongovernmental Organizations in the Mainland of China (hereafter the ONGO Law) for the Chinese state’s regulation of overseas NGOs in the reform period. We show how the ONGO Law represents a dramatic shift in the regulation of ONGOs from a situation of regulatory ambiguity to one where ONGOs now come under a comprehensive law that seeks to regulate all their activities in mainland China. In doing so, the Law has created a dramatic shift in the legitimacy of ONGOs in China. Before the Law was enacted, ONGOs operated in a legal grey area where their work was opaque, received little recognition, and enjoyed limited legitimacy in the eyes of the government and public. The Law will change all of that, making the work of ONGOs more visible and transparent, and providing a formal channel for dealing with the government. At the same time, in putting the implementation and enforcement of the Law in the hands of the Ministry of Public Security (MPS), and creating a legal framework that is restrictive rather than enabling, the Chinese state has sent a very different and contradictory message to ONGOs who see themselves being viewed more as objects of suspicion than as legitimate stakeholders in China’s development.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Shieh","given":"Shawn"}],"citation-key":"Shieh:2018","container-title":"Nonprofit Policy Forum","DOI":"10.1515/npf-2017-0034","ISSN":"2154-3348","issue":"1","issued":{"date-parts":[["2018",1,1]]},"language":"en","publisher":"De Gruyter","source":"www.degruyter.com","title":"The Chinese state and overseas NGOs: From regulatory ambiguity to the overseas NGO law","title-short":"The chinese state and overseas NGOs","type":"article-journal","URL":"https://www.degruyter.com/document/doi/10.1515/npf-2017-0034/html?lang=en","volume":"9"},
  {"id":"Sidel:2016","abstract":"On April 28, China’s national legislature adopted the highly controversial Law on the Management of Domestic Activities of Overseas NongovernmentalOrganizations, also known as its overseas NGO law. The enactment of the law, which has been in the works for over a year, sets the stage for months of anxiety and jockeying as thousands of foreign, Hong Kong, and Taiwanese NGOs, foundations, universities, trade associations, and other nonprofits try to divine how new restrictive rules on registration and operations will affect their work in mainland China.","accessed":{"date-parts":[["2023",4,7]]},"author":[{"family":"Sidel","given":"Mark"}],"citation-key":"Sidel:2016","event-place":"Rochester, NY","genre":"SSRN Scholarly Paper","issued":{"date-parts":[["2016",4,29]]},"language":"en","number":"3715783","publisher-place":"Rochester, NY","source":"Social Science Research Network","title":"It just got harder to make a difference in China: A harsh new NGO law has foreign organizations scarmbling","title-short":"It just got harder to make a difference in china","type":"article","URL":"https://papers.ssrn.com/abstract=3715783"},
  {"id":"Sidel:2019","abstract":"In recent years, China has sought to tighten regulation of foreign nonprofit organizations and foundations operating or funding in China, including through a new Law on the Management of the Domestic Activities of Foreign Non-governmental Organizations in China, enacted in April 2016. This article analyzes the history of China’s regulation of foreign nonprofits and foundations, the effect of external and domestic events on China’s shifting policy climate, the emergence of security-based intellectuals and their role in policy on foreign nonprofits and foundations in China, the new policy framework and the new Overseas NGO Law enacted in 2016, and initial implementation of this new framework in China. These developments provide background to other aspects of nonprofit and philanthropic performance in China that are discussed in this special issue.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Sidel","given":"Mark"}],"citation-key":"Sidel:2019","container-title":"VOLUNTAS: International Journal of Voluntary and Nonprofit Organizations","container-title-short":"Voluntas","DOI":"10.1007/s11266-018-9988-8","ISSN":"1573-7888","issue":"4","issued":{"date-parts":[["2019",8,1]]},"language":"en","page":"664-677","source":"Springer Link","title":"Managing the foreign: The drive to securitize foreign nonprofit and foundation management in China","title-short":"Managing the foreign","type":"article-journal","URL":"https://doi.org/10.1007/s11266-018-9988-8","volume":"30"},
  {"id":"Sidel:2022","abstract":"The Chinese Charity Law embodies the long-standing tension between exercising strict control over associational activity and encouraging the sector’s growth to serve the party-state. The Charity Law was the subject of long and fierce drafting battles that spanned decades.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Sidel","given":"Mark"}],"citation-key":"Sidel:2022","container-title":"U.S.-Asia Law Institute","issued":{"date-parts":[["2022"]]},"language":"en-US","title":"Rebooting China’s charity law","type":"webpage","URL":"https://usali.org/usali-perspectives-blog/rebooting-chinas-charity-law"},
  {"id":"Sidel:2023","accessed":{"date-parts":[["2023",4,6]]},"author":[{"family":"Sidel","given":"Mark"}],"citation-key":"Sidel:2023","container-title":"U.S.-Asia Law Institute","issued":{"date-parts":[["2023"]]},"title":"Vietnam’s closing legal space for civil society","type":"webpage","URL":"https://usali.org/usali-perspectives-blog/vietnams-closing-space-for-civil-society"},
  {"id":"Spires:2020","abstract":"With the passage of a nationwide Charity Law in March 2016, Chinese nongovernmental organizations (NGOs) entered a new and unprecedented era of legal regulation, one that dramatically transformed the formal rules governing state–civil society relations. This article highlights problems experienced under earlier regulations and outlines the major features of the new law. Drawing on multiple focus groups and interviews with grassroots NGOs around China, the article highlights gaps between NGO leaders’ understandings of their work and several of the law’s key provisions, revealing civil society’s skepticism and pessimism about prospects for change. It concludes by considering the law’s likely implications for civil society development in China and lessons for other authoritarian states, suggesting that regulation in such regimes should be seen more properly as a tool of political control.","accessed":{"date-parts":[["2023",11,29]]},"author":[{"family":"Spires","given":"Anthony J."}],"citation-key":"Spires:2020","container-title":"Nonprofit and Voluntary Sector Quarterly","DOI":"10.1177/0899764019883939","ISSN":"0899-7640","issue":"3","issued":{"date-parts":[["2020",6]]},"language":"en","page":"571-588","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"Regulation as political control: China’s first charity law and its implications for civil society","title-short":"Regulation as political control","type":"article-journal","URL":"https://doi.org/10.1177/0899764019883939","volume":"49"},
  {"id":"Spires:2022","abstract":"This chapter examines the ways international NGOs (INGOs) in China survived in the relatively law-less period before the introduction of an INGO Law in 2017, comparing and contrasting their strategies with those of domestic grassroots groups in the same era. While for many decades the lack of legal regulations governing INGO activities in China allowed outside groups to pursue a range of issues in cooperation with particular state actors, the INGO Law disrupts the previous status quo. The carefully built trust relationships and resource flows that allowed INGOs to work relatively unencumbered by state oversight have now been replaced by much closer state monitoring and approval systems, substantially constraining the influence of global civil society and its potential to destabilize authoritarian norms and practices.","author":[{"family":"Spires","given":"Anthony J."}],"citation-key":"Spires:2022","container-title":"Authoritarianism and Civil Society in Asia","ISBN":"978-1-00-325680-9","issued":{"date-parts":[["2022"]]},"number-of-pages":"17","publisher":"Routledge","title":"Built on shifting sands: INGOs and their survival in China","title-short":"Built on shifting sands","type":"chapter"},
  {"id":"Stan-2-26-1","accessed":{"date-parts":[["2017",8,2]]},"author":[{"literal":"Stan Development Team"}],"citation-key":"Stan-2-26-1","issued":{"date-parts":[["2023"]]},"title":"Stan Modeling Language","type":"software","URL":"https://mc-stan.org","version":"2.26.1"},
  {"id":"StrachwitzToepler:2022","abstract":"In this introductory essay for the special issue on contested spaces in liberal democracies, we review how and to what extent the closing or shrinking space debate that has influenced the civil society discourse in authoritarian contexts presents an appropriate mode of analysis for similar, disconcerting developments that have been observed in liberal democracies. In particular, recent changes in Germany, Austria, Israel, and Greece are covered in this issue. We suggest that while shrinking space mechanisms are observable, civil society is nevertheless experiencing new activism and growth. In contrast to authoritarian regimes, spaces in liberal democracies are increasingly contested reflecting both a politization of issues that nonprofits, NGOs or CSOs are working on, such as migration and climate change, but also a new civic agency that expands the political dimensions of civil society, embracing its more political functions beyond traditional service delivery.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Strachwitz","given":"Rupert Graf"},{"family":"Toepler","given":"Stefan"}],"citation-key":"StrachwitzToepler:2022","container-title":"Nonprofit Policy Forum","DOI":"10.1515/npf-2022-0026","ISSN":"2154-3348","issue":"3","issued":{"date-parts":[["2022",7,1]]},"language":"en","page":"179-193","publisher":"De Gruyter","source":"www.degruyter.com","title":"Contested civic spaces in liberal democracies","type":"article-journal","URL":"https://www.degruyter.com/document/doi/10.1515/npf-2022-0026/html","volume":"13"},
  {"id":"Teets:2014","author":[{"family":"Teets","given":"Jessica C."}],"citation-key":"Teets:2014","DOI":"10.1017/cbo9781139839396","event-place":"New York","issued":{"date-parts":[["2014"]]},"publisher":"Cambridge University Press","publisher-place":"New York","title":"Civil society under authoritarianism: The China model","type":"book","URL":"https://doi.org/10.1017/cbo9781139839396"},
  {"id":"TeetsHsu:2016","abstract":"In May 2015, a draft of China's newOverseas NGO Management Lawwas leaked to the media. International journalists and NGOs declared that this law was evidence of the Xi Jinping regime's political repression and a \"crackdown\" on civil society. In this paper, we argue that the goal of the Chinese government is not to destroy the NGO sector and civil society, but instead a tactical move in a long term strategy so that the state can gain as much benefit (and minimize as much risk) from the NGO sector as possible. Moreover, the Chinese NGO sector is not a passive victim of oppression, but a dynamic actor that pushes back to serve its own interests. The second half of this paper examines the experiences of overseas NGOs in Yunnan, which have been operating under similar regulations since 2010. In Yunnan, similar policies did not result in the elimination or even diminishment of overseas NGOs. Instead, foreign NGOs were constrained in some aspects even as they benefited in other ways.","author":[{"family":"Teets","given":"Jessica C."},{"family":"Hsu","given":"Carolyn"}],"citation-key":"TeetsHsu:2016","container-title":"The Asia-Pacific Journal","issue":"4","issued":{"date-parts":[["2016",2]]},"language":"en","source":"Zotero","title":"Is China's new overseas NGO management law sounding the death knell for civil society? Maybe not.","type":"article-journal","URL":"https://apjjf.org/2016/04/Hsu.html","volume":"14"},
  {"id":"TheNatureConservancy:2023","accessed":{"date-parts":[["2023",12,7]]},"author":[{"literal":"The Nature Conservancy"}],"citation-key":"TheNatureConservancy:2023","issued":{"date-parts":[["2023",12]]},"language":"en-US","title":"From national conservation to global leadership: The Nature Conservancy in China","type":"webpage","URL":"https://www.nature.org/en-us/about-us/where-we-work/asia-pacific/china/stories-in-china/china-overview/"},
  {"id":"ToeplerZimmerFrohlich:2020","abstract":"In this introductory essay to the special issue on civil society in authoritarian and hybrid regimes, we review core themes in the growing literature on shrinking or closing space for civil society. We discuss the role of civil society organizations (CSOs) as agents of democratization and note the emergence of dual, at times apparently conflicting policy postures within authoritarian regimes (restriction and repression for some CSOs vs. financial support and opportunities for collaboration for others). We posit that different conceptual perspectives applied to civil society can help account for the duality of authoritarian postures and examine repercussions for three key subgroups of CSOs: claims-making (or advocacy) NGOs, nonprofit service providers and regime-loyal NGOs supporting often populist and nationalist discourses.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Toepler","given":"Stefan"},{"family":"Zimmer","given":"Annette"},{"family":"Fröhlich","given":"Christian"},{"family":"Obuch","given":"Katharina"}],"citation-key":"ToeplerZimmerFrohlich:2020","container-title":"VOLUNTAS: International Journal of Voluntary and Nonprofit Organizations","container-title-short":"Voluntas","DOI":"10.1007/s11266-020-00240-7","ISSN":"1573-7888","issue":"4","issued":{"date-parts":[["2020",8,1]]},"language":"en","page":"649-662","source":"Springer Link","title":"The changing space for NGOs: Civil society in authoritarian and hybrid regimes","title-short":"The changing space for NGOs","type":"article-journal","URL":"https://doi.org/10.1007/s11266-020-00240-7","volume":"31"},
  {"id":"Wang:2012","author":[{"family":"Wang","given":"Hongying"}],"citation-key":"Wang:2012","container-title":"Transnational Transfers and Global Development","editor":[{"family":"Brown","given":"Stuart S."}],"event-place":"Basingstoke, UK","issued":{"date-parts":[["2012"]]},"page":"101–24","publisher":"Palgrave Macmillan","publisher-place":"Basingstoke, UK","section":"5","title":"Global civil society and the third sector in China","type":"chapter"},
  {"id":"Wang:2022","abstract":"Voluntary certification that signals nonprofit organizations? legitimacy has been found to be positively related to charitable donations in Europe and North America. However, whether these proxies of organizational legitimacy matter under authoritarian regimes where political connections are deemed critical for resource acquisition has not been explored. Based on a sample of 2,021 Chinese foundations, this article finds that organizational legitimacy achieved through certification is tied to an increase in charitable donations. Meanwhile, organizational legitimacy tends to negatively moderate the relationship between foundations? political affiliation and charitable donations. That is, certification lifts the amount of charitable donations to civic foundations that are not formally affiliated with the state more than it does for politically affiliated foundations. As the first quantitative study on the effect of voluntary nonprofit certification programs on charitable donations outside Western democracies, this article contributes to our understanding of fundraising in China and other authoritarian states.","accessed":{"date-parts":[["2023",1,15]]},"author":[{"family":"Wang","given":"Qun"}],"citation-key":"Wang:2022","container-title":"Nonprofit and Voluntary Sector Quarterly","DOI":"10.1177/08997640221113801","ISSN":"0899-7640","issued":{"date-parts":[["2022",7,31]]},"language":"en","page":"08997640221113801","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"What matters for charitable donations under authoritarianism? An examination of organizational legitimacy and political connections","title-short":"What matters for charitable donations under authoritarianism?","type":"article-journal","URL":"https://doi.org/10.1177/08997640221113801"},
  {"id":"Weiss:2013","author":[{"family":"Weiss","given":"Jessica Chen"}],"citation-key":"Weiss:2013","container-title":"International Organization","DOI":"10.1017/s0020818312000380","issue":"1","issued":{"date-parts":[["2013"]]},"page":"1–35","title":"Authoritarian signaling, mass audiences, and nationalist protest in China","type":"article-journal","URL":"https://doi.org/10.1017/s0020818312000380","volume":"67"},
  {"id":"WuNie:2021","abstract":"How do international norms diffuse in culturally heterogeneous and politically conservative environments? This article examines the norm adaptation strategies of international nongovernmental organizations (INGOs) in China. Through in-depth interviews with INGO representatives operating in the HIV/AIDS, LGBT, labor, animal rights, and gender-related fields in China, we find that INGOs have developed various norm adaptation strategies in response to local social and political barriers. First, INGOs working with new or low-consensus norms would strategically disregard those norms by not mentioning them during operation to avoid resistance from domestic society. Second, INGOs advocating norms that are inconsistent with the regime often adopt a norm containment approach, limiting the norm’s degree and scope in exchange for operating space to achieve domestic compliance and meet international expectations. Third, INGOs advocating norms consistent with the ruling regime might adopt a norm signaling approach to obtain authorities’recognition and government support. This article contributes to our understanding of the recent Overseas NGOs Law and its influence on INGOs’ transnational advocacy work in China, and enriches our knowledge of the dynamic norm adaptation process.","accessed":{"date-parts":[["2023",10,26]]},"author":[{"family":"Wu","given":"Jie"},{"family":"Nie","given":"Lin"}],"citation-key":"WuNie:2021","container-title":"China Review","ISSN":"1680-2012","issue":"4","issued":{"date-parts":[["2021"]]},"page":"171-195","publisher":"The Chinese University of Hong Kong Press","source":"JSTOR","title":"When transnational advocacy meets China: INGO’s strategic norm adaptation","title-short":"When transnational advocacy meets china","type":"article-journal","URL":"https://www.jstor.org/stable/48635896","volume":"21"},
  {"id":"Ye:2021","abstract":"This article discusses China’s most recent social enterprise-related laws and policies in a systematic fashion. It first introduces the concept of social enterprise under the Chinese context. Then it analyses national-level general laws applicable to social enterprises. At the local level, the article analyses three different models of social enterprise accreditation policies emerging in various regions of China. By comparing the accreditation systems with the UK’s SE Mark, the article also assesses how international experience was first assimilated and then tailored gradually to the Chinese context. Last, it identifies deficiencies in the current social enterprise legal system in China and the future directions for reform.","accessed":{"date-parts":[["2023",4,7]]},"author":[{"family":"Ye","given":"Meng"}],"citation-key":"Ye:2021","container-title":"Journal of Asian Public Policy","DOI":"10.1080/17516234.2020.1824263","ISSN":"1751-6234","issue":"2","issued":{"date-parts":[["2021",5,4]]},"page":"182-199","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Building an enabling legal environment: Laws and policies on social enterprises in China","title-short":"Building an enabling legal environment","type":"article-journal","URL":"https://doi.org/10.1080/17516234.2020.1824263","volume":"14"},
  {"id":"YeHuang:2018","author":[{"family":"Ye","given":"Meng"},{"family":"Huang","given":"Haoming"}],"citation-key":"YeHuang:2018","container-title":"Annual Report on China's Philanthropy Development (2018)","event-place":"Beijing","ISBN":"978-7-5201-2698-4","issued":{"date-parts":[["2018"]]},"language":"Chinese","page":"208-233","publisher":"Social Sciences Academic Press of China","publisher-place":"Beijing","title":"Observations of the first year implementation of the law of activities of overseas NGOs in China","type":"chapter"},
  {"id":"Yin:2009","accessed":{"date-parts":[["2023",4,6]]},"author":[{"family":"Yin","given":"Deyong"}],"citation-key":"Yin:2009","container-title":"Washington University Global Studies Law Review","container-title-short":"Wash. U. Global Stud. L. Rev.","issue":"3","issued":{"date-parts":[["2009"]]},"language":"eng","page":"521-544","source":"HeinOnline","title":"China's attitude toward foreign NGOs","type":"article-journal","URL":"https://heinonline.org/HOL/P?h=hein.journals/wasglo8&i=529","volume":"8"}
]
